Repository: Stallion77RepoOfficial/MetalGoose
Catalog: MetalGoose/Localizable.xcstrings
Source language: en
Languages: de, es, hu, ja, ru, tr, zh_hans

source: A new version is available: %@ Would you like to download and install it now?
de: Eine neue Version ist verfügbar: %@ Möchten Sie sie jetzt laden und installieren?
es: Hay una nueva versión disponible: %@ ¿Quieres descargarla e instalarla ahora?
hu: Új verzió érhető el: %@ Szeretnéd most letölteni és telepíteni?
ja: 新しいバージョンがあります：%@ 今すぐダウンロードしてインストールしますか？
ru: Доступна новая версия: %@ Загрузить и установить её сейчас?
tr: Yeni bir sürüm mevcut: %@ Şimdi indirip yüklemek ister misiniz?
zh_hans: 有新版本可用：%@ 要立即下载并安装吗？

source: About
de: Über MetalGoose
es: Acerca de
hu: Névjegy
ja: このアプリについて
ru: О программе
tr: Hakkında
zh_hans: 关于

source: Accessibility
de: Bedienungshilfen
es: Accesibilidad
hu: Kisegítő lehetőségek
ja: アクセシビリティ
ru: Универсальный доступ
tr: Erişilebilirlik
zh_hans: 辅助功能

source: Align Pointer
de: Zeiger ausrichten
es: Alinear puntero
hu: Mutató igazítása
ja: ポインタを合わせる
ru: Выравнивать указатель
tr: İmleci hizala
zh_hans: 对齐指针

source: Already in use by another app: %@.
de: Wird bereits von einer anderen App verwendet: %@.
es: Ya lo está utilizando otra app: %@.
hu: Már egy másik alkalmazás használja: %@.
ja: 別のアプリで使用中です：%@。
ru: Уже используется другим приложением: %@.
tr: Başka bir uygulama tarafından kullanılıyor: %@.
zh_hans: 已被其他 App 使用：%@。

source: Already up to date
de: Bereits aktuell
es: Ya está actualizado
hu: Már naprakész
ja: すでに最新です
ru: Уже обновлено
tr: Zaten güncel
zh_hans: 已是最新版本

source: Anti-Aliasing
de: Kantenglättung
es: Suavizado de bordes
hu: Élsimítás
ja: アンチエイリアシング
ru: Сглаживание
tr: Kenar yumuşatma
zh_hans: 抗锯齿

source: Anti-aliasing pipeline unavailable (%@)
de: Kantenglättungs-Pipeline nicht verfügbar (%@)
es: El procesamiento de suavizado de bordes no está disponible (%@)
hu: Az élsimítási feldolgozólánc nem érhető el (%@)
ja: アンチエイリアシングのパイプラインを使用できません（%@）
ru: Конвейер сглаживания недоступен (%@)
tr: Kenar yumuşatma işlem hattı kullanılamıyor (%@)
zh_hans: 抗锯齿处理管线不可用（%@）

source: Balanced
de: Ausgewogen
es: Equilibrado
hu: Kiegyensúlyozott
ja: バランス
ru: Сбалансированное
tr: Dengeli
zh_hans: 均衡

source: CAS pipeline unavailable
de: CAS-Pipeline nicht verfügbar
es: El procesamiento CAS no está disponible
hu: A CAS feldolgozólánc nem érhető el
ja: CAS パイプラインを使用できません
ru: Конвейер CAS недоступен
tr: CAS işlem hattı kullanılamıyor
zh_hans: CAS 处理管线不可用

source: Capture
de: Aufnahme
es: Captura
hu: Rögzítés
ja: キャプチャ
ru: Захват
tr: Yakalama
zh_hans: 捕获

source: Capture Interval
de: Aufnahmeintervall
es: Intervalo de captura
hu: Rögzítési időköz
ja: キャプチャ間隔
ru: Интервал захвата
tr: Yakalama aralığı
zh_hans: 捕获间隔

source: Capture Res
de: Aufnahmeauflösung
es: Resolución de captura
hu: Rögzítési felbontás
ja: キャプチャ解像度
ru: Разрешение захвата
tr: Yakalama çözünürlüğü
zh_hans: 捕获分辨率

source: Capture reconfiguration failed: %@
de: Aufnahmeeinstellungen konnten nicht aktualisiert werden: %@
es: No se pudo actualizar la configuración de captura: %@
hu: Nem sikerült módosítani a rögzítés beállításait: %@
ja: キャプチャ設定を更新できませんでした：%@
ru: Не удалось изменить настройки захвата: %@
tr: Yakalama ayarları güncellenemedi: %@
zh_hans: 无法更新捕获配置：%@

source: Captured
de: Aufgenommen
es: Capturados
hu: Rögzített
ja: キャプチャ済み
ru: Захвачено
tr: Yakalanan
zh_hans: 已捕获

source: Check for Updates
de: Nach Updates suchen
es: Buscar actualizaciones
hu: Frissítések keresése
ja: アップデートを確認
ru: Проверить обновления
tr: Güncellemeleri denetle
zh_hans: 检查更新

source: Checking for Updates…
de: Updates werden gesucht…
es: Buscando actualizaciones…
hu: Frissítések keresése…
ja: アップデートを確認中…
ru: Проверка обновлений…
tr: Güncellemeler denetleniyor…
zh_hans: 正在检查更新…

source: Clear Metal Cache
de: Metal-Cache löschen
es: Borrar caché de Metal
hu: Metal-gyorsítótár törlése
ja: Metal のキャッシュを削除
ru: Очистить кэш Metal
tr: Metal önbelleğini temizle
zh_hans: 清除 Metal 缓存

source: Display ID not found.
de: Bildschirm-ID nicht gefunden.
es: No se encontró el identificador de la pantalla.
hu: A kijelző azonosítója nem található.
ja: ディスプレイ ID が見つかりません。
ru: Идентификатор экрана не найден.
tr: Ekran kimliği bulunamadı.
zh_hans: 未找到显示器 ID。

source: Display Settings
de: Bildschirmeinstellungen
es: Ajustes de pantalla
hu: Kijelzőbeállítások
ja: 画面設定
ru: Настройки экрана
tr: Ekran ayarları
zh_hans: 显示设置

source: Display refresh rate unavailable.
de: Bildwiederholrate nicht verfügbar.
es: La frecuencia de actualización de la pantalla no está disponible.
hu: A kijelző frissítési gyakorisága nem érhető el.
ja: 画面のリフレッシュレートを取得できません。
ru: Частота обновления экрана недоступна.
tr: Ekran yenileme hızı alınamıyor.
zh_hans: 无法获取屏幕刷新率。

source: Display-limited
de: Display-Limit
es: Limitado por la pantalla
hu: A kijelző korlátozza
ja: 画面の上限
ru: Ограничено экраном
tr: Ekranla sınırlı
zh_hans: 受屏幕刷新率限制

source: Download & Install
de: Laden und installieren
es: Descargar e instalar
hu: Letöltés és telepítés
ja: ダウンロードしてインストール
ru: Загрузить и установить
tr: İndir ve yükle
zh_hans: 下载并安装

source: Downloading Update…
de: Update wird geladen…
es: Descargando actualización…
hu: Frissítés letöltése…
ja: アップデートをダウンロード中…
ru: Загрузка обновления…
tr: Güncelleme indiriliyor…
zh_hans: 正在下载更新…

source: Dropped
de: Verworfen
es: Descartados
hu: Eldobott
ja: 破棄
ru: Пропущено
tr: Atlanan
zh_hans: 已丢弃

source: End-to-End
de: Gesamtlatenz
es: Latencia total
hu: Teljes késleltetés
ja: 総遅延
ru: Полная задержка
tr: Uçtan uca
zh_hans: 总延迟

source: Error code: %@ %@
de: Fehlercode: %@ %@
es: Código de error: %@ %@
hu: Hibakód: %@ %@
ja: エラーコード：%@ %@
ru: Код ошибки: %@ %@
tr: Hata kodu: %@ %@
zh_hans: 错误代码：%@ %@

source: Extracting the update failed (status %d).
de: Das Update konnte nicht entpackt werden (Status %d).
es: No se pudo descomprimir la actualización (estado %d).
hu: Nem sikerült kicsomagolni a frissítést (állapot: %d).
ja: アップデートを展開できませんでした（ステータス %d）。
ru: Не удалось распаковать обновление (статус %d).
tr: Güncelleme arşivi açılamadı (durum %d).
zh_hans: 无法解压更新（状态 %d）。

source: Frame Gen
de: Frame-Generierung
es: Generación de fotogramas
hu: Képkockagenerálás
ja: フレーム生成
ru: Генерация кадров
tr: Kare üretimi
zh_hans: 帧生成

source: Frame Generation
de: Frame-Generierung
es: Generación de fotogramas
hu: Képkockagenerálás
ja: フレーム生成
ru: Генерация кадров
tr: Kare üretimi
zh_hans: 帧生成

source: Fullscreen
de: Vollbild
es: Pantalla completa
hu: Teljes képernyő
ja: フルスクリーン
ru: На весь экран
tr: Tam ekran
zh_hans: 全屏

source: GPU / Image
de: GPU-Zeit pro Bild
es: Tiempo de GPU por imagen
hu: GPU-idő képenként
ja: 画像あたりの GPU 時間
ru: Время GPU на изображение
tr: Görüntü başına GPU süresi
zh_hans: 每幅图像的 GPU 时间

source: GPU Budget
de: GPU-Zeitbudget
es: Presupuesto de tiempo de GPU
hu: GPU-időkeret
ja: GPU 時間予算
ru: Бюджет времени GPU
tr: GPU süre bütçesi
zh_hans: GPU 时间预算

source: GPU execution failed (%@): %@
de: GPU-Ausführung fehlgeschlagen (%@): %@
es: Falló la ejecución en la GPU (%@): %@
hu: Sikertelen GPU-végrehajtás (%@): %@
ja: GPU での実行に失敗しました（%@）：%@
ru: Ошибка выполнения на GPU (%@): %@
tr: GPU işlemi başarısız (%@): %@
zh_hans: GPU 执行失败（%@）：%@

source: Generated
de: Generiert
es: Generados
hu: Generált
ja: 生成
ru: Сгенерировано
tr: Üretilen
zh_hans: 已生成

source: GitHub answered with status %lld.
de: GitHub hat mit dem Statuscode %lld geantwortet.
es: GitHub respondió con el código de estado %lld.
hu: A GitHub válaszának állapotkódja: %lld.
ja: GitHub がステータスコード %lld を返しました。
ru: GitHub вернул код состояния %lld.
tr: GitHub %lld durum koduyla yanıt verdi.
zh_hans: GitHub 返回了状态码 %lld。

source: Grant
de: Erlauben
es: Permitir
hu: Engedélyezés
ja: 許可
ru: Разрешить
tr: İzin ver
zh_hans: 授权

source: Granted
de: Erlaubt
es: Permitido
hu: Engedélyezve
ja: 許可済み
ru: Разрешено
tr: İzin verildi
zh_hans: 已授权

source: IOSurface texture creation failed
de: IOSurface-Textur konnte nicht erstellt werden
es: No se pudo crear la textura de IOSurface
hu: Nem sikerült létrehozni az IOSurface-textúrát
ja: IOSurface テクスチャを作成できませんでした
ru: Не удалось создать текстуру IOSurface
tr: IOSurface dokusu oluşturulamadı
zh_hans: 无法创建 IOSurface 纹理

source: Installing Update…
de: Update wird installiert…
es: Instalando actualización…
hu: Frissítés telepítése…
ja: アップデートをインストール中…
ru: Установка обновления…
tr: Güncelleme yükleniyor…
zh_hans: 正在安装更新…

source: Latency
de: Latenz
es: Latencia
hu: Késleltetés
ja: 遅延
ru: Задержка
tr: Gecikme
zh_hans: 延迟

source: Later
de: Später
es: Más tarde
hu: Később
ja: あとで
ru: Позже
tr: Daha sonra
zh_hans: 稍后

source: Light
de: Gering
es: Suave
hu: Enyhe
ja: 弱
ru: Слабое
tr: Hafif
zh_hans: 轻度

source: MGUP-1 Settings
de: MGUP-1-Einstellungen
es: Ajustes de MGUP-1
hu: MGUP-1-beállítások
ja: MGUP-1 設定
ru: Настройки MGUP-1
tr: MGUP-1 ayarları
zh_hans: MGUP-1 设置

source: Maintenance
de: Wartung
es: Mantenimiento
hu: Karbantartás
ja: メンテナンス
ru: Обслуживание
tr: Bakım
zh_hans: 维护

source: Memory
de: Arbeitsspeicher
es: Memoria
hu: Memória
ja: メモリ
ru: Память
tr: Bellek
zh_hans: 内存

source: Metal cache cleared (%lld locations). Restart MetalGoose to rebuild the shaders.
de: Metal-Cache in %lld Ordnern gelöscht. Starten Sie MetalGoose neu, um die Shader neu zu kompilieren.
es: La caché de Metal se borró de %lld ubicaciones. Reinicia MetalGoose para recompilar los sombreadores.
hu: %lld helyen töröltük a Metal gyorsítótárát. A shaderek újrafordításához indítsd újra a MetalGoose-t.
ja: Metal のキャッシュを %lld か所で削除しました。MetalGoose を再起動してシェーダーを再コンパイルしてください。
ru: Кэш Metal очищен в %lld папках. Перезапустите MetalGoose, чтобы заново скомпилировать шейдеры.
tr: Metal önbelleği %lld konumdan temizlendi. Gölgelendiricileri yeniden derlemek için MetalGoose’u yeniden başlatın.
zh_hans: %lld 处的 Metal 缓存已清除。请重新启动 MetalGoose，以重新编译着色器。

source: Metal command queue not available.
de: Metal-Befehlswarteschlange nicht verfügbar.
es: La cola de comandos de Metal no está disponible.
hu: A Metal parancssora nem érhető el.
ja: Metal コマンドキューを使用できません。
ru: Очередь команд Metal недоступна.
tr: Metal komut kuyruğu kullanılamıyor.
zh_hans: Metal 命令队列不可用。

source: Metal device not available.
de: Metal-Gerät nicht verfügbar.
es: El dispositivo de Metal no está disponible.
hu: A Metal-eszköz nem érhető el.
ja: Metal デバイスを使用できません。
ru: Устройство Metal недоступно.
tr: Metal aygıtı kullanılamıyor.
zh_hans: Metal 设备不可用。

source: Metal pipeline setup failed.
de: Metal-Pipeline konnte nicht eingerichtet werden.
es: No se pudo configurar el procesamiento de Metal.
hu: Nem sikerült beállítani a Metal feldolgozóláncot.
ja: Metal パイプラインを設定できませんでした。
ru: Не удалось настроить конвейер Metal.
tr: Metal işlem hattı kurulamadı.
zh_hans: 无法配置 Metal 处理管线。

source: MetalFX Frame Interpolator creation failed
de: MetalFX-Frame-Interpolator konnte nicht erstellt werden
es: No se pudo crear el interpolador de fotogramas de MetalFX
hu: Nem sikerült létrehozni a MetalFX képkocka-interpolátort
ja: MetalFX フレーム補間器を作成できませんでした
ru: Не удалось создать интерполятор кадров MetalFX
tr: MetalFX kare interpolatörü oluşturulamadı
zh_hans: 无法创建 MetalFX 帧插值器

source: MetalFX Spatial Scaler creation failed
de: MetalFX-Spatial-Scaler konnte nicht erstellt werden
es: No se pudo crear el escalador espacial de MetalFX
hu: Nem sikerült létrehozni a MetalFX térbeli skálázót
ja: MetalFX 空間スケーラーを作成できませんでした
ru: Не удалось создать пространственный масштабатор MetalFX
tr: MetalFX uzamsal ölçekleyicisi oluşturulamadı
zh_hans: 无法创建 MetalFX 空间缩放器

source: MetalGoose is already up to date.
de: MetalGoose ist bereits auf dem neuesten Stand.
es: MetalGoose ya está actualizado.
hu: A MetalGoose már naprakész.
ja: MetalGoose は最新バージョンです。
ru: MetalGoose уже обновлён до последней версии.
tr: MetalGoose zaten güncel.
zh_hans: MetalGoose 已是最新版本。

source: Method
de: Methode
es: Método
hu: Módszer
ja: 方式
ru: Метод
tr: Yöntem
zh_hans: 方法

source: Mode
de: Modus
es: Modo
hu: Mód
ja: モード
ru: Режим
tr: Mod
zh_hans: 模式

source: Multiplier
de: Multiplikator
es: Multiplicador
hu: Szorzó
ja: 倍率
ru: Множитель
tr: Çarpan
zh_hans: 倍数

source: Native (100%)
de: Nativ (100%)
es: Nativa (100%)
hu: Natív (100%)
ja: ネイティブ（100%）
ru: Исходный (100%)
tr: Doğal (%100)
zh_hans: 原生（100%）

source: No .app bundle found in the update.
de: Im Update wurde kein .app-Bundle gefunden.
es: No se encontró ningún paquete .app en la actualización.
hu: A frissítésben nem található .app-csomag.
ja: アップデートに .app バンドルが見つかりません。
ru: В обновлении не найден пакет .app.
tr: Güncellemede .app paketi bulunamadı.
zh_hans: 更新中未找到 .app 软件包。

source: No Metal cache found to clear.
de: Kein Metal-Cache zum Löschen gefunden.
es: No se encontró ninguna caché de Metal que borrar.
hu: Nem található törölhető Metal-gyorsítótár.
ja: 削除できる Metal のキャッシュが見つかりませんでした。
ru: Кэш Metal для очистки не найден.
tr: Temizlenecek Metal önbelleği bulunamadı.
zh_hans: 未找到可清除的 Metal 缓存。

source: No display found.
de: Kein Bildschirm gefunden.
es: No se encontró ninguna pantalla.
hu: Nem található kijelző.
ja: ディスプレイが見つかりません。
ru: Экран не найден.
tr: Ekran bulunamadı.
zh_hans: 未找到显示器。

source: No downloadable .zip asset found in release.
de: Für diese Version wurde keine .zip-Datei zum Herunterladen gefunden.
es: No se encontró ningún archivo .zip descargable en esta versión.
hu: Ebben a kiadásban nem található letölthető .zip-fájl.
ja: このリリースにダウンロードできる .zip ファイルが見つかりません。
ru: В выпуске не найден доступный для загрузки файл .zip.
tr: Sürümde indirilebilir .zip dosyası bulunamadı.
zh_hans: 此版本中未找到可下载的 .zip 文件。

source: Not keeping up
de: Zu langsam
es: No alcanza el ritmo
hu: Nem tartja a tempót
ja: 処理が追いつかない
ru: Не успевает
tr: Yetişemiyor
zh_hans: 处理速度不足

source: Off
de: Aus
es: Desactivado
hu: Ki
ja: オフ
ru: Выкл.
tr: Kapalı
zh_hans: 关闭

source: On
de: Ein
es: Activado
hu: Be
ja: オン
ru: Вкл.
tr: Açık
zh_hans: 开启

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
hu: Beállítások megnyitása
ja: 設定を開く
ru: Открыть настройки
tr: Ayarları aç
zh_hans: 打开设置

source: Output
de: Ausgabe
es: Salida
hu: Kimenet
ja: 出力
ru: Вывод
tr: Çıkış
zh_hans: 输出

source: Output Frame Time
de: Ausgabe-Framezeit
es: Tiempo por fotograma de salida
hu: Kimeneti képkockaidő
ja: 出力フレーム時間
ru: Время выходного кадра
tr: Çıkış kare süresi
zh_hans: 输出帧时间

source: Output Res
de: Ausgabeauflösung
es: Resolución de salida
hu: Kimeneti felbontás
ja: 出力解像度
ru: Разрешение вывода
tr: Çıkış çözünürlüğü
zh_hans: 输出分辨率

source: Pacing
de: Bildtaktung
es: Regularidad
hu: Képkockaütemezés
ja: フレーム間隔の安定性
ru: Равномерность кадров
tr: Kare düzeni
zh_hans: 帧间隔稳定性

source: Passthrough
de: Direkt ausgegeben
es: Sin interpolar
hu: Változatlanul továbbított
ja: そのまま出力
ru: Без интерполяции
tr: Doğrudan aktarılan
zh_hans: 直接输出

source: Permissions Required
de: Berechtigungen erforderlich
es: Se necesitan permisos
hu: Szükséges engedélyek
ja: アクセス許可が必要です
ru: Требуются разрешения
tr: İzinler gerekli
zh_hans: 需要授权

source: Pipeline setup failed: %@
de: Pipeline konnte nicht eingerichtet werden: %@
es: No se pudo configurar el procesamiento: %@
hu: Nem sikerült beállítani a feldolgozóláncot: %@
ja: パイプラインを設定できませんでした：%@
ru: Не удалось настроить конвейер: %@
tr: İşlem hattı kurulamadı: %@
zh_hans: 无法配置处理管线：%@

source: Please switch to the target window before starting.
de: Wechseln Sie vor dem Start zum Zielfenster.
es: Cambia a la ventana de destino antes de empezar.
hu: Indítás előtt válts a célablakra.
ja: 開始する前に対象のウインドウに切り替えてください。
ru: Перед запуском переключитесь на нужное окно.
tr: Başlamadan önce hedef pencereye geçin.
zh_hans: 请先切换到目标窗口，再开始缩放。

source: Present
de: Ausgabelatenz
es: Latencia de presentación
hu: Megjelenítési késleltetés
ja: 表示遅延
ru: Задержка показа
tr: Sunum gecikmesi
zh_hans: 呈现延迟

source: Presented
de: Angezeigt
es: Presentados
hu: Megjelenített
ja: 表示
ru: Показано
tr: Sunulan
zh_hans: 已呈现

source: Relaunching MetalGoose…
de: MetalGoose wird neu gestartet…
es: Reiniciando MetalGoose…
hu: A MetalGoose újraindítása…
ja: MetalGoose を再起動中…
ru: Перезапуск MetalGoose…
tr: MetalGoose yeniden başlatılıyor…
zh_hans: 正在重新启动 MetalGoose…

source: Release asset is not served from GitHub over HTTPS; refusing to install it.
de: Die Release-Datei wird nicht per HTTPS von GitHub bereitgestellt. Die Installation wurde abgelehnt.
es: El archivo de la versión no se sirve desde GitHub mediante HTTPS. Se ha rechazado la instalación.
hu: A kiadás fájlja nem HTTPS-en keresztül érhető el a GitHubról, ezért a telepítést elutasítottuk.
ja: リリースファイルが GitHub から HTTPS 経由で提供されていないため、インストールを中止しました。
ru: Файл выпуска загружается не с GitHub по HTTPS. Установка отклонена.
tr: Sürüm dosyası GitHub’dan HTTPS üzerinden sunulmadığı için yükleme reddedildi.
zh_hans: 版本文件并非通过 HTTPS 从 GitHub 提供，已拒绝安装。

source: Render Scale
de: Render-Skalierung
es: Escala de renderizado
hu: Renderelési arány
ja: レンダースケール
ru: Масштаб рендеринга
tr: Render ölçeği
zh_hans: 渲染比例

source: Scale Factor
de: Skalierungsfaktor
es: Factor de escala
hu: Skálázási tényező
ja: 拡大率
ru: Коэффициент масштабирования
tr: Ölçek katsayısı
zh_hans: 缩放倍数

source: Screen Recording
de: Bildschirmaufnahme
es: Grabación de pantalla
hu: Képernyőfelvétel
ja: 画面収録
ru: Запись экрана
tr: Ekran kaydı
zh_hans: 屏幕录制

source: Screen Refresh
de: Bildwiederholrate
es: Frecuencia de la pantalla
hu: Kijelzőfrissítés
ja: 画面のリフレッシュレート
ru: Частота обновления экрана
tr: Ekran yenileme hızı
zh_hans: 屏幕刷新率

source: ScreenCaptureKit start error: %@
de: ScreenCaptureKit konnte nicht gestartet werden: %@
es: Error al iniciar ScreenCaptureKit: %@
hu: ScreenCaptureKit-indítási hiba: %@
ja: ScreenCaptureKit の開始エラー：%@
ru: Ошибка запуска ScreenCaptureKit: %@
tr: ScreenCaptureKit başlatma hatası: %@
zh_hans: ScreenCaptureKit 启动错误：%@

source: ScreenCaptureKit stop error: %@
de: ScreenCaptureKit konnte nicht beendet werden: %@
es: Error al detener ScreenCaptureKit: %@
hu: ScreenCaptureKit-leállítási hiba: %@
ja: ScreenCaptureKit の停止エラー：%@
ru: Ошибка остановки ScreenCaptureKit: %@
tr: ScreenCaptureKit durdurma hatası: %@
zh_hans: ScreenCaptureKit 停止错误：%@

source: Sharpening
de: Schärfung
es: Nitidez
hu: Élesítés
ja: シャープネス
ru: Повышение резкости
tr: Keskinleştirme
zh_hans: 锐化

source: Show MG HUD
de: MG-HUD anzeigen
es: Mostrar HUD de MG
hu: MG HUD megjelenítése
ja: MG HUD を表示
ru: Показывать HUD MG
tr: MG HUD’u göster
zh_hans: 显示 MG HUD

source: Start Scaling
de: Skalierung starten
es: Iniciar reescalado
hu: Felskálázás indítása
ja: スケーリングを開始
ru: Начать масштабирование
tr: Ölçeklemeyi başlat
zh_hans: 开始缩放

source: Starting
de: Wird gestartet
es: Iniciando
hu: Indítás
ja: 起動中
ru: Запуск
tr: Başlatılıyor
zh_hans: 正在启动

source: Stop Scaling
de: Skalierung stoppen
es: Detener reescalado
hu: Felskálázás leállítása
ja: スケーリングを停止
ru: Остановить масштабирование
tr: Ölçeklemeyi durdur
zh_hans: 停止缩放

source: Stream stopped with error: %@
de: Der Stream wurde wegen eines Fehlers beendet: %@
es: La transmisión se detuvo debido a un error: %@
hu: Az adatfolyam hiba miatt leállt: %@
ja: エラーによりストリームが停止しました：%@
ru: Поток остановлен из-за ошибки: %@
tr: Akış bir hata nedeniyle durdu: %@
zh_hans: 流因错误而停止：%@

source: Strong
de: Stark
es: Intenso
hu: Erős
ja: 強
ru: Сильное
tr: Güçlü
zh_hans: 强度高

source: Target
de: Ziel
es: Objetivo
hu: Cél
ja: 目標
ru: Цель
tr: Hedef
zh_hans: 目标

source: Target entered macOS fullscreen, which cannot be captured with the overlay. Please use windowed or borderless (windowed fullscreen) mode.
de: Das Zielfenster ist im macOS-Vollbildmodus. Die Aufnahme mit Overlay ist in diesem Modus nicht möglich. Verwenden Sie den Fenstermodus oder ein randloses Vollbildfenster.
es: La ventana de destino ha entrado en el modo de pantalla completa de macOS, que no admite la captura con la superposición. Utiliza el modo de ventana o una ventana sin bordes a pantalla completa.
hu: A célablak a macOS teljes képernyős módjára váltott, amelyben az átfedő ablakos rögzítés nem használható. Válts ablakos módra vagy keret nélküli, teljes képernyős ablakra.
ja: 対象のウインドウが macOS のフルスクリーンモードになりました。このモードではオーバーレイを使ったキャプチャができません。ウインドウモード、またはボーダーレスの全画面ウインドウを使用してください。
ru: Целевое окно перешло в полноэкранный режим macOS, в котором захват с наложением недоступен. Используйте оконный режим или окно без рамки на весь экран.
tr: Hedef pencere macOS tam ekran moduna geçti. Bu modda katmanlı yakalama kullanılamaz. Pencere modunu veya kenarlıksız pencere modunu kullanın.
zh_hans: 目标窗口已进入 macOS 全屏模式，此模式下无法使用叠加层进行捕获。请使用窗口模式或无边框窗口全屏模式。

source: Target window not found.
de: Zielfenster nicht gefunden.
es: No se encontró la ventana de destino.
hu: A célablak nem található.
ja: 対象のウインドウが見つかりません。
ru: Целевое окно не найдено.
tr: Hedef pencere bulunamadı.
zh_hans: 未找到目标窗口。

source: The downloaded update does not match the checksum GitHub published for it; refusing to install it.
de: Die Prüfsumme des geladenen Updates stimmt nicht mit der von GitHub veröffentlichten Prüfsumme überein. Die Installation wurde abgelehnt.
es: La suma de verificación de la actualización descargada no coincide con la publicada en GitHub. Se ha rechazado la instalación.
hu: A letöltött frissítés ellenőrzőösszege nem egyezik a GitHubon közzétett értékkel, ezért a telepítést elutasítottuk.
ja: ダウンロードしたアップデートのチェックサムが GitHub で公開されている値と一致しないため、インストールを中止しました。
ru: Контрольная сумма загруженного обновления не совпадает с опубликованной на GitHub. Установка отклонена.
tr: İndirilen güncellemenin sağlama toplamı GitHub’da yayımlanan değerle eşleşmediği için yükleme reddedildi.
zh_hans: 下载的更新与 GitHub 发布的校验和不一致，已拒绝安装。

source: Triple Buffering
de: Dreifachpufferung
es: Triple búfer
hu: Tripla pufferelés
ja: トリプルバッファリング
ru: Тройная буферизация
tr: Üçlü tamponlama
zh_hans: 三重缓冲

source: Unknown GPU
de: Unbekannte GPU
es: GPU desconocida
hu: Ismeretlen GPU
ja: 不明な GPU
ru: Неизвестный GPU
tr: Bilinmeyen GPU
zh_hans: 未知 GPU

source: Unknown capture error.
de: Unbekannter Aufnahmefehler.
es: Error de captura desconocido.
hu: Ismeretlen rögzítési hiba.
ja: 不明なキャプチャエラー。
ru: Неизвестная ошибка захвата.
tr: Bilinmeyen yakalama hatası.
zh_hans: 未知捕获错误。

source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
hu: Ismeretlen hiba
ja: 不明なエラー
ru: Неизвестная ошибка
tr: Bilinmeyen hata
zh_hans: 未知错误

source: Update Available
de: Update verfügbar
es: Actualización disponible
hu: Frissítés érhető el
ja: アップデートがあります
ru: Доступно обновление
tr: Güncelleme mevcut
zh_hans: 有可用更新

source: Update Failed
de: Update fehlgeschlagen
es: Error al actualizar
hu: Sikertelen frissítés
ja: アップデートに失敗しました
ru: Не удалось обновить
tr: Güncelleme başarısız
zh_hans: 更新失败

source: Update Installed
de: Update installiert
es: Actualización instalada
hu: Frissítés telepítve
ja: アップデートをインストールしました
ru: Обновление установлено
tr: Güncelleme yüklendi
zh_hans: 更新已安装

source: Upscale
de: Hochskalierung
es: Reescalado
hu: Felskálázás
ja: アップスケーリング
ru: Повышение разрешения
tr: Çözünürlük artırma
zh_hans: 分辨率提升

source: Upscaling
de: Hochskalierung
es: Reescalado
hu: Felskálázás
ja: アップスケーリング
ru: Повышение разрешения
tr: Çözünürlük artırma
zh_hans: 分辨率提升

source: VSync
de: Vertikale Synchronisierung
es: Sincronización vertical
hu: Függőleges szinkronizálás
ja: 垂直同期
ru: Вертикальная синхронизация
tr: Dikey senkronizasyon
zh_hans: 垂直同步

source: Engine
es: Motor
hu: Motor
ja: エンジン
ru: Движок
tr: Motor
zh_hans: 引擎

source: OK
es: Aceptar
ru: ОК
tr: Tamam
zh_hans: 好

source: Neural Engine
zh_hans: 神经网络引擎
